LEXICON_TIME: dict[str,str]={
    'time': 'Не забудьте списать время за вчера и на вчера',
    'window': 'А давайте откроем окошки и проветрим офис? Стало немного душновато',
    'bye': 'Всем хороших выходных!',
    'notification': 'Уходя из офиса, не забудьте проверить окна',
    'charge': 'Давайте наберемся бодрости и сделаем зарядку!'
}

LEXICON_MENU: dict[str,str]={
    '1': '/время',
    '2': '/душно',
    '3': '/пока',
    '4': '/предупреждение',
    '5': '/зарядка'
}

LEXICON_CHAT_ID: dict[str,int]={
    'QA_TEAM': -1001860076771,
    'OFFICE_TOMSK': -1002073451389
}

LEXICON_QA_THREADS: dict[str,int]={
    'General': 1,
    'Флудильня': 4,
    'Вопросы автоматизации': 7,
    'Отчетность': 2178,
    'Обучалки': 9,
    'Техническая': 2
}

LEXICON_MAIN_THREADS: dict[str,int]={
    'General': 1,
    'Флудильня': 354,
    'Едальня': 352,
    'Мероприятия': 7,
    'Учебная': 1330,
    'Игровая': 353
}